# fmt: off
replies = {
    'final_report_from_begin': 'Поздравляем, вы прошли урок <b>{}</b>!\n\n'
                               'Верных ответов с первого раза:\n'
                               'Задания: <b>{}</b> из <b>{}</b>\n'
                               'Экзамен: <b>{}</b> из <b>{}</b>\n'
                               'Подсказок: <b>{}</b>\n',
    'final_report_from_exam': 'Поздравляем, вы прошли урок <b>{}</b>!\n\n'
                              'Верных ответов с первого раза:\n'
                              'Экзамен: <b>{}</b> из <b>{}</b>\n'
                              'Подсказок: <b>{}</b>\n',
    '3_wrong_answers': 'Счётчик неправильных ответов: <b>{}</b>\n\n'
                       'Хотите увидеть правильный ответ?',
    'right_answer': 'Правильный ответ: <b>{}</b>',
    'paywall_message': 'Для доступа к этому уроку вам нужно оплатить доступ к блоку Beginners, '
                       'или приобрести подписку на месяц.\n'
                       'Отправьте нам чек об оплате для подтверждения.',
}
# fmt: on
