# fmt: off
replies = {
    'final_report_from_begin': 'Поздравляем, вы прошли урок <b>{}</b>!\n\n'
                               'Верных ответов с первого раза:\n'
                               'Задания: <b>{}</b> из <b>{}</b>\n'
                               'Экзамен: <b>{}</b> из <b>{}</b>\n'
                               'Подсказок: <b>{}</b>\n',
    'final_report_from_exam': 'Поздравляем, вы прошли урок <b>{}</b>!\n\n'
                              'Верных ответов с первого раза:\n'
                              'Экзамен: <b>{}</b> из <b>{}</b>\n'
                              'Подсказок: <b>{}</b>\n',
    'final_report_without_questions': 'Поздравляем, вы прошли урок <b>{}</b>!\n\n',
    '3_wrong_answers': 'Счётчик неправильных ответов: <b>{}</b>\n\n'
                       'Хотите увидеть правильный ответ?',
    'right_answer': 'Правильный ответ: <b>{}</b>',
    'paywall_message': 'Для доступа к этому уроку вам нужно оплатить доступ к блоку Beginners, '
                       'или приобрести подписку на месяц.\n'
                       'Отправьте нам чек об оплате для подтверждения.',
    'registration_message': 'Вы успешно зарегистрированы! Хотите включить автоматические напоминания о занятиях?',
    'set_reminder_message': 'Благодарим за подключение уведомлений!\n'
                            'Уведомления будут приходить {}, в 17:00 по Москве.\n',
    'unset_reminder_message': 'Вы отказались от получения уведомлений.\n\n',
    'reminder_text': '🔔 Время изучать английский!',
}
# fmt: on
